[
  {
    "id": 0,
    "summary": "Winning",
    "content": "When a player or players win the game, the game is over.",
    "tags": ["ending","core"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 1,
    "summary": "Rules",
    "content": "The game begins with a set of rules (the ruleset), which is modified by <a href=\"#rule-8\">propositions</a> made by the <a href=\"#rule-3\">players</a>.\nEvery rule has a unique ID number, a title, and content.\nThe ID and title of a rule are used to identify and differentiate it.\nThe content of a rule is what determines how this game of Nomic functions.",
    "tags": ["core"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 2,
    "summary": "End of Viable Play",
    "content": "If the rules are changed so that further play is impossible, the legality of a move is impossible to determine with finality, or if by the Judge's best reasoning (not overruled) a move appears equally legal and illegal, then a random player is the winner.\nThis rule takes precedence over every other rule determining the winner.",
    "tags": ["core"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 3,
    "summary": "Players",
    "content": "A player is a person or group of people that must always abide by all the rules of Nomic currently in effect.",
    "tags": ["core","players"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 4,
    "summary": "ToS",
    "content": "A player may not participate in Nomic in a way that violates rules, laws, terms of service, or other similar documents related to places or services being used to access Nomic.",
    "tags": ["core"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 5,
    "summary": "Entering",
    "content": "A person or group of people, none of whom are currently acting as a player or a part of a player, may become a player at any time by posting so in #general.",
    "tags": ["core","players"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 6,
    "summary": "Exiting",
    "content": "A player always has the option to forfeit the game. No penalty worse than losing, in the opinion of the player incurring the penalty, may be imposed.",
    "tags": ["core","players"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 7,
    "summary": "Player Groups",
    "content": "In the case of a player consisting of multiple people, individual people may leave the player. A player only leaves the game when its last person does.",
    "tags": ["core","players"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 8,
    "summary": "Propositions",
    "content": "A proposition consists of a set of modifications or additions to rules and/or the deletion of rules currently in effect, posted to #propositions as a single message.\nA player may submit a proposition at any time. When a proposition has been legally proposed it immediately becomes active.\nThe proponent must specify the type of modification(s) being made, for which the options are:\n- Addition\n- Content Edit\n- Title Edit\n- Deletion\n- Content Appendication\n- Miscellaneous Change",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 9,
    "summary": "Rule Additions",
    "content": "When propositing to add a rule, the proponent must supply the content for the rule, and optionally a title for the rule.\nIf a title is not supplied, another player may title it when the rule is added to the ruleset.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 10,
    "summary": "Rule Modifications",
    "content": "When propositing to edit a rule, the proponent must identify the rule by its ID or title and describe the modification, according to the <a href=\"../docs.html#proposition-syntax\">syntax rules</a> which are dependant on the type of edit.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 11,
    "summary": "Proposition Time Limit",
    "content": "If a proposition has not reached a majority 72 hours after it is made, voting ends and the majority is decided out of the current votes on the proposition, making it inactive.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 12,
    "summary": "Voting",
    "content": "A proposition that is active may be voted on by all eligible voters.\nEach eligible voter - excluding the proponent - may cast exactly one vote per proposition, which they can cast as an up, down, or right vote.\nA rightvote is to abstain from voting. Should a rightvote majority occur, the outcome (up or down) with the second greatest votes occurs instead.\nAn eligible voter may change their vote at any time while the proposition is active.\nWhen a majority of votes is reached the proposition immediately becomes inactive.",
    "tags": ["core","propositions","voting"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 13,
    "summary": "Eligibility",
    "content": "Every player is an eligible voter.",
    "tags": ["core","propositions","voting"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 14,
    "summary": "Adoption",
    "content": "A proposition will be adopted if and when it receives majority of its possible votes as upvotes. The changes to the rules outlined in the proposition will then be applied.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 15,
    "summary": "Retroactivity",
    "content": "A proposition has no retroactive effects, unless stated otherwise within the proposition.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 16,
    "summary": "Making Changes",
    "content": "A proponent may make any changes to one of their active propositions while there are no votes cast on the proposition, and only spelling and grammar changes after votes have been cast.",
    "tags": ["core","propositions"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 17,
    "summary": "Conflicts",
    "content": "If multiple rules conflict with one another, the rule edited most recently takes precedence. If at least one of the rules explicitly states that it defers to another rule or takes precedence over another rule, such provisions must supersede the chronological method of determining precedence. If multiple rules claim to take precedence over one another or to defer to one another, the chronological method must again govern.",
    "tags": ["core"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 18,
    "summary": "Player Activity",
    "content": "All players are always active.",
    "tags": ["core","players"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      },
      {
        "player": 0,
        "proposition": 11
      }
    ]
  },
  {
    "id": 19,
    "summary": "Clarification",
    "content": "If a disagreement arises about how a rule and its effects are interpreted, the resolution is suggested by the Judge in propositions.\nThe Judge's suggestion message must contain the word \"Judge\" on the first line.",
    "tags": ["core","clarification"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 20,
    "summary": "Judge Candidates",
    "content": "At any time, players may choose to add or remove themselves to/from the list of Judge candidates.",
    "tags": ["core","clarification"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 21,
    "summary": "Choosing a Judge",
    "content": "The Judge is randomly selected from the list of Judge candidates.\nA player cannot be chosen as the Judge two times in a row.",
    "tags": ["core","clarification"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 22,
    "summary": "Suggestion Voting",
    "content": "After the Judge has made a suggestion, all players may vote (up or down) on it.\nIf an upvote majority is reached within 72 hours, the suggestion is adopted.\nAfter 72 hours, the remaining votes are ignored. If there are more upvotes than downvotes the suggestion is adopted.\nOtherwise, the Judge's suggestion is rejected and a new Judge is chosen to make a new suggestion.",
    "tags": ["core","clarification"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 23,
    "summary": "Judge Deferring",
    "content": "If a player chosen to be the Judge does not wish to make a suggestion, or a Judge does not suggest a fix to the issue within 48 hours, a new Judge is chosen to make a suggestion.",
    "tags": ["core","clarification"],
    "history": [
      {
        "player": -1,
        "proposition": -1
      }
    ]
  },
  {
    "id": 24,
    "summary": "Winning",
    "content": "If a player synthesises Gold while in Eukrasia, they win BS Nomic Season 4.\nIf a player synthesises Gold with Lead as the base material and they are not in Unholy Eukrasia or considered Fatally Unbalanced, they win BS Nomic Season 4.",
    "tags": ["winning","synthesis","humors"],
    "history": [
      {
        "player": 2,
        "proposition": 1
      }
    ]
  },
  {
    "id": 25,
    "summary": "Humors",
    "content": "Every player has 4 Humors: Red, Blue, Yellow and Black.\nEach of a player's Humors must be within 10 points of each other for the player to be considered \"Balanced\".\nIf each of a player's Humors is the exact same value, the player is considered to be in a state of \"Eukrasia\", unless all of the humors are at the value 0, then the player is considered to be in \"Unholy Eukrasia\".\nIf all of a player's humors are within 20 points of each other and do not fall into any of the above categories, they are \"Unbalanced\", and if they do not fall into any of the above categories, they are considered to be \"Fatally Unbalanced\".\nEach player starts with 29 + 1d4 of each Humor.\nHumor points are always integers and are rounded to the nearest integer if a rule would provide for the possibility of real, non-integer values.",
    "tags": ["humors"],
    "history": [
      {
        "player": 2,
        "proposition": 2
      },
      {
        "player": 4,
        "proposition": 4
      }
    ]
  },
  {
    "id": 26,
    "summary": "Submitting Spells",
    "content": "Each player can DM the Plague Doctor up to 3 spells in any of the 3 'spell slots'. Any spell slot that is not filled with a spell at the end of the Oscillation is replaced by the 'Wait' spell. The spells in the slots are resolved sequentially with all slot 1 spells being performed before slot 2, and finally, 3.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 6
      }
    ]
  },
  {
    "id": 27,
    "summary": "Spells",
    "content": "Spells are divided into Basic spells and Humoral spells. Humoral spells are further divided into lower (1), mid (2) and higher (3) spells respectively. A spell can be categorised as multiple or none of these classifications.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 6
      }
    ]
  },
  {
    "id": 28,
    "summary": "Basic Spells",
    "content": "<b>Imbue:</b>\nCost: 5 points (any singular humor).\nThe caster chooses a humor then selects a player. This player then gains 7 points in the selected humor.\n\n<b>Purge:</b>\nCost: 5 points (any singular humor).\nThe caster chooses a humor then selects a player. This player then loses 7 points in the selected humor.\n\n<b>Transfuse:</b>\nCost: 0 points (any singular humor).\nSelect two humors. If they are both the caster's humors, deduct up to 10 points from one and add it to the other. If they belong to two different players or both belong to a player who is not the caster, deduct 1d10-1 from one of the humors and add this same amount to the other humor.\n\n<b>Concentrate:</b>\nCost: 0 points.\nSelect a humor. Add 1d10 points.\n\n<b>Dilution:</b>\nCost: 0 points.\nSelect a humor. Subtract 1d10 points.\n\n<b>Cure:</b>\nCost: 7 points (any singular humor).\nThe caster selects a player. This player has all effects removed from them. If you target yourself increase your Spell Priority by 2.\n\n<b>Quick Attack:</b>\nCost: 15 points (any singular humor).\nThis spell is performed as if you had +100 Spell Priority. Select a Basic Spell and perform it's action.\n\n<b>Wait:</b>\nCost: 0 points.\nThis spell does nothing.\n\n<b>Elemental Shield:</b>\nCost: 3 of the caster's highest humor.\nAfter you cast this spell, any attempted Basic Spell that may affect you (purge, imbue, etc.) that is cast during this spell slot or the slot after it instead does nothing. Any lower (1) spells of the same colour as the humor used that are cast during this spell slot after this spell is cast has a 50% chance to instead do nothing.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 6
      },
      {
        "player": 4,
        "proposition": 7
      },
      {
        "player": 4,
        "proposition": 28
      }
    ]
  },
  {
    "id": 29,
    "summary": "Oscillations",
    "content": "A singular Oscillation is a week (168 hours), commencing every Sunday at 00:00:00 UTC (<span id=\"date-osc-start\"></span>). When this proposition is added it is deemed to be part-way through the first oscillation.",
    "tags": ["oscillations"],
    "history": [
      {
        "player": 4,
        "proposition": 3
      }
    ]
  },
  {
    "id": 30,
    "summary": "Definitely Not Magic",
    "content": "Any player may become or un-become a Plague Doctor candidate at any time (by stating so in the Blue Sheep Nomic server).\n\nDuring every Oscillation, a random Plague Doctor candidate is selected as the Plague Doctor of this Oscillation (if there are any candidates). Once a player becomes the Plague Doctor, they maintain that role until the end of the Oscillation.\nIf there are no Plague Doctor candidates and a player becomes a Plague Doctor candidate, they become the Plague Doctor.\n\nIt is the Plague Doctor's role to be DMed the Spells performed by each player and apply their effects. If an action is not clear or there is a matter relating to the spells performed that would ordinarily be resolved via Judge, the Plague Doctor instead decides how to interpret the rules.\n\nWithout a Plague Doctor, all spell slots are filled with 'Wait'.\n\nThe Plague Doctor's spell slots are all set to wait for the Oscillation when they are the Plague Doctor.\n\nAfter updating the Humors, updating Spell Priority, and applying Effects to all players, the Plague Doctor must send this information to the Blue Sheep Nomic server.\n\nIf the Plague Doctor does not perform their task to completion before the conclusion of the following (next) Oscillation, the spells from that Oscillation are instead not performed and play resumes with a new Plague Doctor in the next (next next) Oscillation. This (failed) Plague Doctor is removed as a Plague Doctor candidate.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 5
      },
      {
        "player": 4,
        "proposition": 10
      },
      {
        "player": 4,
        "proposition": 12
      },
      {
        "player": 4,
        "proposition": 17
      }
    ]
  },
  {
    "id": 31,
    "summary": "Spell Priority",
    "content": "Each player starts with a Spell Priority of 0. Spell Priority is always an integer and is rounded to the nearest integer if a rule makes it not.\nThe order spells (within spell slots) are performed in is determined by Spell Priority, with the player's spells being performed from highest to lowest Spell Priority. If multiple players have the same Spell Priority, the order between these players is random.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 5
      }
    ]
  },
  {
    "id": 32,
    "summary": "Red Spells",
    "content": "Red spells are a sub-category of Humoral spells, with the tier if applicable in brackets.\n\n<b>Bloodbath:</b> (1)\nCost: 10 red points.\nSelect a player other than yourself. This player gains 3d6 red points.\n\n<b>Evisceration:</b> (2)\nCost: 18 red points.\nSelect a player to target. Roll a (N+1)d(N+1), where N is the number of effects applied to the target. If this outputs any 1s, the player is inflicted with the 'bleeding' effect.\n\n<b>Dialysis:</b> (3)\nCost: 25 red points\nSelect a player and a Humor. The target gains 3 Spell Priority.\nIf the player has greater than 250 total Humor points, all of their Humors are set to 0. The previous total is then divided by 4 rounding down, and this number is added to each of their Humors.\nAdditionally (occurring after the first process if applicable), ff the selected Humor for this player has greater than 100 points, multiply the total Humor points they have by 0.3 and subtract this from the selected Humor.\n\n<b>Bloodletting:</b> (3)\nCost: 20 red points, 15 points of any single humor other than red.\nChoose a player. They lose 2d10+10 red humor points and gain the effect bleeding. If the player's red humor is their highest humor, they instead lose 2d10+20 red points, 3 points from each of their other humors and gain the bleeding and weakened effects.\nWe have to rebalance your humors, it's starting to get scaaary darling… what?… trust me, I'm a doctor, darling, it is perrrfectly safe...",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 15
      },
      {
        "player": 2,
        "proposition": 24
      }
    ]
  },
  {
    "id": 33,
    "summary": "Effects",
    "content": "Each player has an effects list detailing their currently active effects. Duplicate effects have their operation applied multiple times. Effects are applied after all spells (and spell slots) have been performed each Oscillation unless otherwise specified.\n\nA list of some effects that players can be inflicted by includes:\n<b>Bleeding:</b> The player loses 5 red points each Oscillation.\n<b>Sedated:</b> The player who inflicted the effect gains 2 points (selected Humor) for each lower (1) spell, 5 points (selected Humor) for each mid (2) spell and 10 points (selected Humor) for each higher (3) spell immediately after the target uses them for the selected Humor. The gained points are subtracted from the player with the effect.\n<b>Weakened:</b> Performing higher (3) spells costs 6 additional points.\n<b>Enraged:</b> The player gains 3 points of a random humor each Oscillation.\n<b>Cursed:</b> The player loses 2^x blue points each Oscillation. x is the number of effects the player has.\n<b>Necrosis:</b> The player gains 1 black point each Oscillation.\n<b>Burned:</b> Your 'Concentrate' spells are replaced with 'None'.\n<b>Starstruck:</b> Whenever you DM the plague doctor that you will perform the 'None' spell, your Spell Priority increases by 1.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 15
      },
      {
        "player": 4,
        "proposition": 16
      },
      {
        "player": 4,
        "proposition": 19
      },
      {
        "player": 4,
        "proposition": 18
      },
      {
        "player": 4,
        "proposition": 26
      },
      {
        "player": 4,
        "proposition": 27
      }
    ]
  },
  {
    "id": 34,
    "summary": "Blue Spells",
    "content": "Blue spells are a sub-category of Humoral spells, with the tier if applicable in brackets.\n\n<b>Sedate:</b> (1)\nCost: 10 blue points.\nSelect a player and a Humor. The target gains the 'sedated' effect for this Humor. If the target has the 'sedated' effect of a player other than you, this is removed. After, decrease the Spell Priority of the target by 1.\n\n<b>Astray:</b> (2)\nCost: 18 blue points.\nSelect a player and a Humor. Should the selected player perform a spell that directly alters the Humor you selected (targeting either them or you) in this spell slot, the spell is replaced by 'Wait'. If another player (excluding you) has this Humor altered by a spell performed by the selected player in this spell slot, the spell has double effect on this Humor. After performing 'Astray' you are given the 'weakened' effect.\n\n<b>Transparency:</b> (3)\nCost: 25 blue points.\nYour Spell Priority is reduced by 2. Until all spells have been resolved in the Oscillation, any future spell targeting you instead targets a player with the highest Spell Priority that is lower than or equal to yours (or higher if you have the lowest). Any future Humoral spells you perform in the Oscillation are replaced by the 'Wait' spell.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 16
      }
    ]
  },
  {
    "id": 35,
    "summary": "Black Spells",
    "content": "Black spells are a sub-category of Humoral spells, with the tier if applicable in brackets.\n\n<b>Meddle:</b> (1)\nCost: 10 black points.\nSelect two different players and a Humor. The player with the most points in that Humor loses 10 points from that Humor and the other gains 10 points.\n\n<b>Enrage:</b> (2)\nCost: 18 black points.\nSelect a player. The target gains the 'enraged' effect.\n\n<b>Curse:</b> (3)\nCost: 25 black points.\nSelect a player. This player gains the 'cursed' effect.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 19
      }
    ]
  },
  {
    "id": 36,
    "summary": "Yellow Spells",
    "content": "Yellow spells are a sub-category of humoral spells, with the tier if applicable in brackets.\n\n<b>Focus:</b> (1)\nCost: 10 yellow points.\nYou may perform a synthesis in the Oscillation after this spell is performed.\n\n<b>Transform:</b> (2)\nCost: 18 yellow points.\nSelect a player. This player loses 20 black points and gains the 'necrosis' effect. You then gain 15 black points.\n\n<b>Invert:</b> (3)\nCost: 25 yellow points.\nSelect a player. If the sum of all of their Humor points is less than 0, each of their Humor points is multiplied by -1 to give their new Humors. If not, the caster loses 50 yellow points.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 18
      }
    ]
  },
  {
    "id": 37,
    "summary": "Bad Ending",
    "content": "Should there ever occur a 10 day (240 hours) period within the lifespan of Blue Sheep Nomic Season 4 where no messages are sent to any channels under the \"SEASON 4\" category excluding #automation-system, #bot and any threads of these channels, Season 4 ends. All players are deemed to have lost in this event.",
    "tags": ["ending"],
    "history": [
      {
        "player": 4,
        "proposition": 23
      }
    ]
  },
  {
    "id": 38,
    "summary": "Quaternary Spells",
    "content": "A quaternary (4) spell is one that is performed as an additional effect (not taking a spell slot) when multiple higher tier (3) spells are performed in a particular order in the same oscillation.\n\n<b>Pyroclasm:</b> (4)\nPrerequisites: A Red higher tier (3) spell then a Yellow higher tier (3) spell.\nAll players other than yourself gain the burned effect.\n\n<b>Starfall:</b> (4)\nPrerequestites: A Blue higher tier (3) spell then a Black higher tier (3) spell.\nSelect 1 effect that another player has. This is removed from that player and given to you. Alternatively, you may choose to gain the starstruck effect.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 27
      }
    ]
  },
  {
    "id": 39,
    "summary": "Humoral Flux",
    "content": "Each Oscillation is assigned a prominent Humor and a repressed Humor.\nThe first Oscillation was assumed to be prominent in red and repressed in red.\nNo adjustments for humoral flux are made to spells cast prior to this proposition's passing.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 30
      }
    ]
  },
  {
    "id": 40,
    "summary": "Humoral Prominence",
    "content": "Every Oscillation, the prominent Humor shifts in a cyclical manner of red, blue, yellow, black repeating.\nWhen a Humor is prominent, all spells cast using this Humor have their cost multiplied by 2/3.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 30
      }
    ]
  },
  {
    "id": 41,
    "summary": "Humoral Repression",
    "content": "Every two Oscillations the repressed Humor shifts in a cyclical manner of red, blue, yellow, black repeating.\nWhen a Humor is repressed, all spells cast using this Humor have their cost multiplied by 3/2.",
    "tags": ["magic"],
    "history": [
      {
        "player": 4,
        "proposition": 30
      }
    ]
  },
  {
    "id": 42,
    "summary": "Using materials",
    "content": "A player can use one spell slot to use a material they have. This then removes that material.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 43,
    "summary": "Lead",
    "content": "A player can sacrifice 50 of any two Humors each to synthesise one Lead. This is a synthesis.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 44,
    "summary": "Gold",
    "content": "A player can sacrifice a total 100 points of any two Humors then synthesise Lead into Gold or a total 50 points from any humors then synthesise Gold from Iron or Mercury. This can only be performed in the second spell slot. If this spell is cast, a wait action must be taken in spell slot 3.\nThis is a synthesis.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 45,
    "summary": "Copper",
    "content": "A player can reduce their Red Humor by 5 to create one Copper. This is a basic spell.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 46,
    "summary": "Tin",
    "content": "A player can reduce their Black Humor by 5 to create one Tin. This is a basic spell.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 47,
    "summary": "Chalk",
    "content": "A player can reduce their Yellow Humor by 5 to create one Chalk. This is a basic spell.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 48,
    "summary": "Limestone",
    "content": "A player can reduce their Blue Humor by 5 to create one Limestone. This is a basic spell.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 49,
    "summary": "Iron",
    "content": "A player can combine one Limestone and one Tin in their inventory to create one Iron. This is a synthesis.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 50,
    "summary": "Mercury",
    "content": "A player can combine one Chalk and one Copper in their inventory to create one Mercury. This is a synthesis.",
    "tags": ["materials", "magic"],
    "history": [
      {
        "player": 2,
        "proposition": 31
      }
    ]
  },
  {
    "id": 51,
    "summary": "Okay, this has gone on too long",
    "content": "A random Blue Sheep Nomic Season 4 player is selected to win the game.",
    "tags": ["winning"],
    "history": [
      {
        "player": 4,
        "proposition": 35
      }
    ]
  }
]
