[
  {
    "author": 2,
    "content": "**Addition**\n> Humors\nEvery player has 4 humors, Red, Blue, Yellow and Black. Each of a player’s Humors must be within 10 points of each other for the player to be considered “Balanced”. If each of a player’s Humors is the exact same value, the player is considered to be in a state of “Eukrasia”, unless all of the humors are at the value 0, then the player is considered to be in “Unholy Eukrasia”. If all of a player’s humors are within 20 points of each other, they are “Unbalanced”, and if they do not fall into any of the above categories, they are considered to be “Fatally Unbalanced”. Each player starts with 29 + 1d4 of each humor.",
    "proposedTimestamp": 1675642921,
    "majorityTimestamp": 1675644074,
    "messageID": "1071948847036764200",
    "votes": [
      [],
      [
        1,
        0,
        4
      ],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1071948847036764200"
  },
  {
    "author": 2,
    "content": "**Addition**\n> Winning\nIf a player synthesises Gold while in Eukrasia, they win BS Nomic Season 4. If a player synthesises Gold with Lead as the base material and they are not in Unholy Eukrasia or considered Fatally Unbalanced, they win BS Nomic Season 4.",
    "proposedTimestamp": 1675642936,
    "majorityTimestamp": 1675643648,
    "messageID": "1071948909800337511",
    "votes": [
      [
        1,
        0,
        3,
        4
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1071948909800337511"
  },
  {
    "author": 2,
    "content": "**Addition**\n> Humors\nEvery player has 4 humors, Red, Blue, Yellow and Black. Each of a player’s Humors must be within 10 points of each other for the player to be considered “Balanced”. If each of a player’s Humors is the exact same value, the player is considered to be in a state of “Eukrasia”, unless all of the humors are at the value 0, then the player is considered to be in “Unholy Eukrasia”. If all of a player’s humors are within 20 points of each other and do not fall into any of the above categories, they are “Unbalanced”, and if they do not fall into any of the above categories, they are considered to be “Fatally Unbalanced”. Each player starts with 29 + 1d4 of each humor.",
    "proposedTimestamp": 1675643250,
    "majorityTimestamp": 1675660337,
    "messageID": "1071950227927482418",
    "votes": [
      [
        1,
        3,
        4,
        5
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1071950227927482418"
  },
  {
    "author": 4,
    "content": "**Addition:** __Oscillations__\nA singular Oscillation is a week (168 hours), commencing every Sunday at 00:00:00 UTC (<t:1675555200:T>). When this proposition is added it is deemed to be part-way through the first oscillation.",
    "proposedTimestamp": 1675723183,
    "majorityTimestamp": 1675766386,
    "messageID": "1072285489069051985",
    "votes": [
      [
        1,
        6,
        2
      ],
      [
        0,
        5
      ],
      [
        3
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072285489069051985"
  },
  {
    "author": 4,
    "content": "**Content Appendication:** __(#25) Humors__\nHumor points are always integers and are rounded to the nearest integer if a rule would provide for the possibility of real, non-integer values.",
    "proposedTimestamp": 1675726402,
    "majorityTimestamp": 1675752402,
    "messageID": "1072298993645797447",
    "votes": [
      [
        1,
        2
      ],
      [],
      [
        0,
        6,
        5
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072298993645797447"
  },
  {
    "author": 4,
    "content": "**Addition:** __Definitely Not Magic__\nAny active player may become or un-become a Plague Doctor candidate at any time (either by stating so in the Blue Sheep Nomic server or reacting to a/the designated message).\nAt the start of every Oscillation (or slightly in advance), A random Plague Doctor candidate excluding the Plague Doctor of the previous Oscillation is selected as the Plague Doctor of this Oscillation. Whilst there is only 1 Plague Doctor candidate, they are always the Plague Doctor. Should there be 0, spells cannot be submitted.\n\nIf a Plague Doctor candidate becomes inactive they are no longer a Plague Doctor candidate.\n\nIt is the Plague Doctor's role to be DMed the Spells performed by each player and apply their effects. If an action is not clear or there is a matter relating to the spells performed that would ordinarily be resulved via Judge, the Plague Doctor instead decides how to interpret the rules.\n\nThe Plague Doctor cannot perform spells nor be targeted by spells in the Oscillation that they are the Plague Doctor.\n\nIf the Plague Doctor does not perform their task to completion before the conclusion of the following (next) Oscillation, the spells from that Oscillation are instead not performed and play resumes with a new Plague Doctor in the next (next next) Oscillation.\n\nAfter completing the updated humors, Spell Priority and effects of all players, the Plague Doctor must send this information to the Blue Sheep Nomic Server.\n\n**Addition:** __Spell Priority__\nEach player starts with a Spell Priority of 0. Spell Priority is always an integer and is rounded to the nearest integer if a rule makes it not.\nThe order spells (within spell slots) are performed in is determined by Spell Priority, with the player's spells being performed from highest to lowest Spell Priority. If multiple players have the same Spell Priority, the order between these players is random.",
    "proposedTimestamp": 1675746442,
    "majorityTimestamp": 1675789644,
    "messageID": "1072383044972990475",
    "votes": [
      [
        6,
        2
      ],
      [],
      [
        1,
        5,
        0,
        3
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072383044972990475"
  },
  {
    "author": 4,
    "content": "**Addition:** __Submitting Spells__\nEach player can DM the Plague Doctor up to 3 spells in any of the 3 'spell slots'. Any spell slot that is not filled with a spell at the end of the Oscillation is replaced by the 'Wait' spell. The spells in the slots are resolved sequentially with all slot 1 spells being performed before slot 2, and finally, 3.\n\n**Addition:** __Spells__\nSpells are divided into Basic spells and Humoral spells. Humoral spells are further divided into lower (1), mid (2) and higher (3) spells respectively. A spell can be categorised as multiple or none of these classifications.\n\n**Addition:** __Basic Spells__\n**Imbue:**\nCost: 5 points (any singular humor).\nThe caster chooses a humor then selects a player. This player then gains 7 points in the selected humor.\n\n**Purge:**\nCost: 5 points (any singular humor).\nThe caster chooses a humor then selects a player. This player then loses 7 points in the selected humor.\n\n**Transfuse:**\nCost: 0 points (any singular humor).\nSelect a player and 2 humors. Deduct 1d10 from the first humor and add the same value to the second humor.\n\n**Concentrate:**\nCost: 0 points.\nSelect a player and a humor. Add 1d10 points.\n\n**Dilution:**\nCost: 0 points.\nSelect a player and a humor. Subtract 1d10 points.\n\n**Cure:**\nCost: 7 points (any singular humor).\nThe caster selects a player. This player has all effects removed from them. If you target yourself increase your Spell Priority by 2.\n\n**Quick Attack:**\nCost: 15 points (any singular humor).\nThis spell is performed as if you had +100 Spell Priority. Select a Basic Spell and perform it's action.\n\n**Wait:**\nCost: 0 points.\nThis spell does nothing.",
    "proposedTimestamp": 1675746464,
    "majorityTimestamp": 1675759124,
    "messageID": "1072383138132668467",
    "votes": [
      [
        1,
        6,
        5,
        2
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072383138132668467"
  },
  {
    "author": 4,
    "content": "**Miscellaneous Change:**\n> If the Rule titled \"__Basic Spells__\" exists, remove \"a player and\" from under \"**Transfuse**\", remove \"a player and\" from under \"**Concentrate**\" and remove \"a player and\" from under \"**Dilution**\".",
    "proposedTimestamp": 1675751592,
    "majorityTimestamp": 1675759127,
    "messageID": "1072404644665495552",
    "votes": [
      [
        1,
        6,
        5,
        2
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072404644665495552"
  },
  {
    "author": 4,
    "content": "**Miscellaneous Change:**\n> In the Rule titled \"__Basic Spells__\", replace \"0 points\" from under \"**Concentrate**\" and \"**Dilution**\" with \"3 points (any singular humor).\". Remove \"(any singular humor)\" from under \"**Transfuse**\".",
    "proposedTimestamp": 1675761497,
    "majorityTimestamp": 1675804699,
    "messageID": "1072446192811773952",
    "votes": [
      [
        6
      ],
      [
        5,
        2
      ],
      [
        0,
        3
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072446192811773952"
  },
  {
    "author": 4,
    "content": "**Miscellaneous Change:**\n> In the Rule titled \"__Basic Spells__\", replace \"0 points\" from under \"**Concentrate**\" and \"**Dilution**\" with \"2 points (any singular humor).\". Remove \"(any singular humor)\" from under \"**Transfuse**\".",
    "proposedTimestamp": 1675804762,
    "majorityTimestamp": 1675894861,
    "messageID": "1072627657327530067",
    "votes": [
      [
        3
      ],
      [
        2
      ],
      [
        0,
        6,
        5,
        1
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072627657327530067"
  },
  {
    "author": 4,
    "content": "**Content Edit:** __Definitely Not Magic__\nAny player may become or un-become a Plague Doctor candidate at any time (by stating so in the Blue Sheep Nomic server).\n\nAt the start of every Oscillation (or slightly in advance), A random Plague Doctor candidate excluding the Plague Doctor of the previous Oscillation is selected as the Plague Doctor of this Oscillation. Whilst there is only 1 Plague Doctor candidate, they are always the Plague Doctor. Should there be 0, spells cannot be submitted.\n\nIt is the Plague Doctor's role to be DMed the Spells performed by each player and apply their effects. If an action is not clear or there is a matter relating to the spells performed that would ordinarily be resolved via Judge, the Plague Doctor instead decides how to interpret the rules.\n\nThe Plague Doctor cannot perform spells in the Oscillation that they are the Plague Doctor.\n\nIf the Plague Doctor does not perform their task to completion before the conclusion of the following (next) Oscillation, the spells from that Oscillation are instead not performed and play resumes with a new Plague Doctor in the next (next next) Oscillation. This (failed) Plague Doctor is removed as a Plague Doctor candidate.\n\nAfter updating the Humors, updating Spell Priority, and applying Effects to all players, the Plague Doctor must send this information to the Blue Sheep Nomic server.",
    "proposedTimestamp": 1675809093,
    "majorityTimestamp": 1675894329,
    "messageID": "1072645821725687959",
    "votes": [
      [
        0,
        3,
        5
      ],
      [],
      [
        2
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1072645821725687959"
  },
  {
    "author": 0,
    "content": "**Content Edit**\n> #18 - Player Activity\nAll players are always active.",
    "proposedTimestamp": 1675894775,
    "majorityTimestamp": 1675937978,
    "messageID": "1073005198433337396",
    "votes": [
      [
        3,
        2
      ],
      [],
      [
        6,
        4,
        1
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1073005198433337396"
  },
  {
    "author": 4,
    "content": "**Miscellaneous Change:** __Definitely Not Magic__\n> Replace:\n\"At the start of every Oscillation (or slightly in advance), A random Plague Doctor candidate excluding the Plague Doctor of the previous Oscillation is selected as the Plague Doctor of this Oscillation. Whilst there is only 1 Plague Doctor candidate, they are always the Plague Doctor. Should there be 0, spells cannot be submitted.\"\nwith:\n\"During every Oscillation (or slightly in advance), A random Plague Doctor candidate excluding the Plague Doctor of the previous Oscillation is selected as the Plague Doctor of this Oscillation. If there are no Plague Doctor candidates there is no Plague Doctor for that Oscillation unless someone becomes a Plague Doctor candidate. In which case, they are the Plague Doctor. Whilst there is only 1 Plague Doctor candidate, they are the Plague Doctor each Oscillation. No spells can be submitted without a Plague Doctor.\"",
    "proposedTimestamp": 1675937839,
    "majorityTimestamp": 1675980494,
    "messageID": "1073185823815643196",
    "votes": [
      [
        0,
        3,
        5,
        2
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1073185823815643196"
  },
  {
    "author": 2,
    "content": "**Content Edit**\n> Spells\nAppend the following line to this rule: \n“Lower tier spells fill one spell slot, mid tier spells fill two spell slots and higher tier spells fill three.”",
    "proposedTimestamp": 1676152712,
    "majorityTimestamp": 1676159281,
    "messageID": "1074087066381582336",
    "votes": [
      [
        5
      ],
      [
        0,
        6,
        4
      ],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074087066381582336"
  },
  {
    "author": 2,
    "content": "**Appendication**\n> Spells\nAppend the following line to this rule: “Lower tier spells fill one spell slot, mid tier spells fill two consecutive spell slots and higher tier spells fill three consecutive spell slots. Spells are cast in the earliest slot they fill.”",
    "proposedTimestamp": 1676154624,
    "majorityTimestamp": null,
    "messageID": "1074095085056163860",
    "votes": [
      [],
      [
        6,
        4
      ],
      [
        0
      ]
    ],
    "majority": false,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074095085056163860"
  },
  {
    "author": 4,
    "content": "**Addition:** __Red Spells__\nRed spells are a sub-category of humoral spells, with the tier if applicable in brackets. \n\n**Bloodbath:** (1)\nCost: 10 red points.\nSelect a player other than yourself. This player gains 3d6 red points.\n\n**Evisceration:** (2)\nCost: 18 red points.\nSelect a player to target. Roll a (N+1)d(N+1), where N is the number of effects applied to the target. If this outputs any 1s, the player is inflicted with the 'bleeding' effect.\n\n**Dialysis:** (3)\nCost: 25 red points\nSelect a player and a humor.  The target gains 3 Spell Priority. If the player has greater than 250 total humor points, all of their humors are set to 0. The previous total is then divided by 4 rounding down, and this number is added to each of their humors. Additionally (occurring after the first process if applicable), If the selected humor for this player has greater than 100 points, multiply the total humor points they have by 0.3 and subtract this from the selected humor.\n\n**Addition:** __Effects__\nEach player has an effects list detailing their currently active effects. Duplicate effects have their operation applied multiple times. Effects are applied after all spells (and spell slots) have been performed each Oscillation unless otherwise specified.\n\nA list of some effects that players can be inflicted by includes:\n**Bleeding:** The player loses 5 red points each Oscillation.",
    "proposedTimestamp": 1676155441,
    "majorityTimestamp": 1676160348,
    "messageID": "1074098510426804284",
    "votes": [
      [
        0,
        6,
        5
      ],
      [],
      [
        2
      ]
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074098510426804284"
  },
  {
    "author": 4,
    "content": "**Addition:** __Blue Spells__\nBlue spells are a sub-category of humoral spells, with the tier if applicable in brackets. \n\n**Sedate:** (1)\nCost: 10 blue points.\nSelect a player and a humor. The target gains the 'sedated' effect for this humor. If the target has the 'sedated' effect of a player other than you, this is removed. After, decrease the Spell Priority of the target by 1.\n\n**Astray:** (2)\nCost: 18 blue points.\nSelect a player and a humor. Should the selected player perform a spell that directly alters the humor you selected (targeting either them or you) in this spell slot, the spell is replaced by 'Wait'. If another player (excluding you) has this humor altered by a spell performed by the selected player in this spell slot, the spell has double effect on this humor. After performing 'Astray' you are given the 'weakened' effect.\n\n**Transparency:** (3)\nCost: 25 blue points.\nYour Spell Priority is reduced by 2. Until all spells have been resolved in the Oscillation, any future spell targeting you instead targets a player with the highest Spell Priority that is lower than or equal to yours (or higher if you have the lowest). Any future Humoral spells you perform in the Oscillation are replaced by the 'Wait' spell.\n\n**Content Appendication:** __Effects__\n**Sedated:** The player who inflicted the effect gains 3 points (selected humor) for each mid (2) spell and 5 points (selected humor) for each higher (3) spell immediately after the target uses them for the selected humor.\n**Weakened:** Performing higher (3) spells costs 6 additional points.",
    "proposedTimestamp": 1676167073,
    "majorityTimestamp": 1676192990,
    "messageID": "1074147299640475648",
    "votes": [
      [
        0,
        6,
        5,
        2
      ],
      [],
      []
    ],
    "majority": true,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074147299640475648"
  },
  {
    "author": 4,
    "content": "**Content Edit:** __(#30) Definitely Not Magic__\nAny player may become or un-become a Plague Doctor candidate at any time (by stating so in the Blue Sheep Nomic server).\n\nDuring every Oscillation, a random Plague Doctor candidate is selected as the Plague Doctor of this Oscillation (if there are any candidates). Once a player becomes the Plague Doctor, they maintain that role until the end of the Oscillation.\nIf there are no Plague Doctor candidates and a player becomes a Plague Doctor candidate, they become the Plague Doctor.\n\nIt is the Plague Doctor's role to be DMed the Spells performed by each player and apply their effects. If an action is not clear or there is a matter relating to the spells performed that would ordinarily be resolved via Judge, the Plague Doctor instead decides how to interpret the rules.\n\nWithout a Plague Doctor, all spell slots are filled with 'Wait'.\n\nThe Plague Doctor's spell slots are all set to wait for the Oscillation when they are the Plague Doctor.\n\nAfter updating the Humors, updating Spell Priority, and applying Effects to all players, the Plague Doctor must send this information to the Blue Sheep Nomic server.\n\nIf the Plague Doctor does not perform their task to completion before the conclusion of the following (next) Oscillation, the spells from that Oscillation are instead not performed and play resumes with a new Plague Doctor in the next (next next) Oscillation. This (failed) Plague Doctor is removed as a Plague Doctor candidate.",
    "proposedTimestamp": 1676188248,
    "majorityTimestamp": null,
    "messageID": "1074236114199650324",
    "votes": [
      [
        0,
        5
      ],
      [],
      []
    ],
    "majority": false,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074236114199650324"
  },
  {
    "author": 4,
    "content": "**Addition:** __Yellow Spells__\nYellow spells are a sub-category of humoral spells, with the tier if applicable in brackets. \n\n**Focus:** (1)\nCost: 10 yellow points.\nYou may perform a synthesis in the Oscillation after this spell is performed.\n\n**Transform:** (2)\nCost: 18 yellow points.\nSelect a player. This player loses 20 black points and gains the 'necrosis' effect. You then gain 15 black points.\n\n**Invert:** (3)\nCost: 25 yellow points.\nSelect a player. If the sum of all of their humor points is less than 0, each of their humor points is multiplied by -1 to give their new humors. If not, the caster loses 50 yellow points.\n\n**Content Appendication:** __Effects__\n**Necrosis:** The player gains 1 black point each Oscillation.",
    "proposedTimestamp": 1676235401,
    "majorityTimestamp": null,
    "messageID": "1074433889675788298",
    "votes": [
      [
        5
      ],
      [],
      []
    ],
    "majority": false,
    "link": "https://discord.com/channels/701269326518419547/1045491241728618496/1074433889675788298"
  }
]